
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD-spiller";
DVDNoDiskInserted								= "Sett inn en DVD";
DVDInsertedLabel								= "DVD satt inn";
DVDReadingDVDPleaseWait                         = "Leser DVD…";
DVDModuleMenu                                   = "DVD-meny";
DVDModuleEject                                  = "Mat ut plate";
DVDModuleStop                                   = "Stopp";
DVDModuleResume                                 = "Fortsett avspilling";
DVDModuleHistoryBeginning                       = "Start fra begynnelsen";
DVDModuleHistoryDefaultBookmark                 = "Start fra bokmerke";

DVDOptionsHeader								= "Valg";
DVDOptionsFlagOn                                = "På";
DVDOptionsFlagOff                               = "Av";
DVDOptionsMuting                                = "Lydløs";
DVDOptionsCaptioning                            = "Spesialtekst";
DVDPlayerChapterFormatter                       = "Kapittel %d av %d";

ErrorCantInitializeDVDPlaybackAlert				= "Du kan ikke spille en DVD nå.";
ErrorCantInitializeDVDPlaybackMessage			= "Et annet program spiller en DVD. Gå tilbake til skrivebordet, avslutt det andre programmet, og prøv på nytt.";
ErrorCantEjectDVDAlert							= "DVD-en kan ikke mates ut.";
ErrorCantEjectDVDMessage						= "DVD-en spilles av et annet program. Gå tilbake til skrivebordet, og avslutt det andre programmet.";
ErrorBadRegionCodeAlert							= "DVD-regionkoden er ikke den samme regionkoden som brukes av DVD-spilleren.";
ErrorBadRegionCodeMessage						= "Du finner mer informasjon om regionkoder i DVD-spiller-hjelp.";
ErrorBadDVDMediaAlert							= "DVD-en kan ikke spilles.";
ErrorBadDVDMenuMessage							= "Formatet ble ikke gjenkjent.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "DVD-en kan ikke spilles.";
ErrorFatalDVDMessage							= "Det er et problem med platen.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Det er ikke mulig å verifisere platens kopieringsbeskyttelse.";
